{
  "A grain of sand": {
    "name": "A grain of sand",
    "description": "A tiny, almost insignificant particle, yet a crucial piece in the vast desert, constantly shifting and reshaping with the wind.",
    "scene": "Air currents, Taklamakan - Arizona"
  },
  "A local government bureaucrat": {
    "name": "A local government bureaucrat",
    "description": "A middle-aged man with a weary expression, buried in paperwork and policy, trying to balance development and tradition.",
    "scene": "Relocation town construction site, Gansu"
  },
  "A sacred shovel": {
    "name": "A sacred shovel",
    "description": "An old, rusted shovel that has dug both graves and foundations, holding stories of the past within its worn handle.",
    "scene": "Chinese Academy of Sciences"
  },
  "A relocated farmer": {
    "name": "A relocated farmer",
    "description": "A weathered face marked by years under the sun, now navigating a new life in unfamiliar surroundings with quiet resilience.",
    "scene": "Relocation town construction site, Gansu"
  },
  "A Beijing technocrat": {
    "name": "A Beijing technocrat",
    "description": "A sharp-dressed figure with an air of confidence, orchestrating grand plans from an air-conditioned office far removed from the dust and heat.",
    "scene": "Shanghai stock exchange, Shanghai"
  },
  "A bug 虫": {
    "name": "A bug 虫",
    "description": "An insect scuttling across the sand, its intricate movements a testament to survival in the harshest conditions.",
    "scene": "A prickly Saxaul leaf"
  },
  "A massage parlour manager": {
    "name": "A massage parlour manager",
    "description": "A meticulous woman who balances the books and the clients, her hands as skilled in massage as in managing whispers and secrets.",
    "scene": "Massage Parlour, Dunhuang"
  },
  "A cloud of particulates": {
    "name": "A cloud of particulates",
    "description": "A dense, swirling mass of dust and pollution, hanging in the air like a ghostly reminder of industrial progress.",
    "scene": "Somewhere in the troposphere, Siberia - Gansu"
  },
  "A desert hero": {
    "name": "A desert hero",
    "description": "A rugged individual whose deeds are whispered in awe, known for taming the wild sands and bringing hope to the desolate.",
    "scene": "The back of a pickup truck, Inner Mongolia"
  },
  "An ecological engineer": {
    "name": "An ecological engineer",
    "description": "A visionary with dirt under their nails, blending science and passion to restore life to the barren land.",
    "scene": "Chinese Academy of Sciences"
  },
  "A cement mixer": {
    "name": "A cement mixer",
    "description": "A churning beast of machinery, tirelessly blending the ingredients of progress with a deafening roar.",
    "scene": "Relocation town construction site, Gansu"
  },
  "A migrating bird": {
    "name": "A migrating bird",
    "description": "A lone bird tracing ancient paths across the sky, a symbol of endurance and the cyclic nature of life.",
    "scene": "Somewhere in the troposphere, Siberia - Gansu"
  },
  "A solar panel": {
    "name": "A solar panel",
    "description": "A sleek, reflective surface capturing the relentless desert sun, converting harsh light into gentle power.",
    "scene": "The local branch of a national Real Estate company in small-town Gansu"
  },
  "A sand dune": {
    "name": "A sand dune",
    "description": "A vast, shifting mound of sand, sculpted by the winds into ephemeral shapes that whisper of impermanence.",
    "scene": "A prickly Saxaul leaf"
  },
  "A nomadic herder": {
    "name": "A nomadic herder",
    "description": "A figure draped in traditional garb, moving with their flock across the endless expanse, guided by instincts honed over generations.",
    "scene": "The back of a pickup truck, Inner Mongolia"
  },
  "A buried relic": {
    "name": "A buried relic",
    "description": "An ancient artifact unearthed from the sands, a silent testament to civilizations long gone.",
    "scene": "Relocation town construction site, Gansu"
  },
  "A water well": {
    "name": "A water well",
    "description": "A precious source of life in the desert, its cool depths a stark contrast to the scorching surface.",
    "scene": "Chinese Academy of Sciences"
  },
  "A desert fox": {
    "name": "A desert fox",
    "description": "A cunning creature, its fur blending seamlessly with the sand, eyes gleaming with the wisdom of survival.",
    "scene": "A laboratory deep underground in northern China"
  },
  "A wind turbine": {
    "name": "A wind turbine",
    "description": "A towering structure with blades slicing through the air, harnessing the desert's relentless winds to generate power.",
    "scene": "Chinese Academy of Sciences"
  },
  "A geologist": {
    "name": "A geologist",
    "description": "A scientist with dusty boots and keen eyes, reading the story of the earth from the layers of rock and sand.",
    "scene": "A laboratory deep underground in northern China"
  },
  "A cactus": {
    "name": "A cactus",
    "description": "A resilient plant, its spines and thick skin a testament to the harsh environment, blooming unexpectedly with vibrant flowers.",
    "scene": "A prickly Saxaul leaf"
  },
  "A sandstorm shelter": {
    "name": "A sandstorm shelter",
    "description": "A sturdy, unassuming structure providing refuge from the desert's fury, its walls etched with stories of survival.",
    "scene": "Relocation town construction site, Gansu"
  },
  "A solar-powered drone": {
    "name": "A solar-powered drone",
    "description": "A sleek, buzzing machine patrolling the skies, gathering data and monitoring the ever-changing landscape.",
    "scene": "Air currents, Taklamakan - Arizona"
  },
  "A hardy desert flower": {
    "name": "A hardy desert flower",
    "description": "A rare bloom in the arid expanse, its vivid colors a fleeting testament to beauty and resilience.",
    "scene": "A prickly Saxaul leaf"
  },
  "A water vaporizer": {
    "name": "A water vaporizer",
    "description": "A machine extracting moisture from the arid air, each drop a small victory against the desiccating environment.",
    "scene": "A laboratory deep underground in northern China"
  },
  "A desertification researcher": {
    "name": "A desertification researcher",
    "description": "A dedicated individual studying the unique ecosystem, their notebooks filled with observations and sketches of flora and fauna.",
    "scene": "Chinese Academy of Sciences"
  },
  "A caravanserai of traders and labouerers on camelback": {
    "name": "A caravanserai of traders and labouerers on camelback",
    "description": "A line of camels plodding steadily across the dunes, retracing ancient trade routes with workers, entrepreneurs and craftsmen in two.",
    "scene": "The back of a pickup truck, Inner Mongolia"
  },
  "A data transmission tower": {
    "name": "A data transmission tower",
    "description": "A slender structure bristling with sensors, capturing a constant stream of information from the surrounding environment.",
    "scene": "Chinese Academy of Sciences"
  },
  "A solar oasis": {
    "name": "A solar oasis",
    "description": "A field of solar panels glinting under the sun, creating a mirage-like patch of technology in the middle of the desert.",
    "scene": "The local branch of a national Real Estate company in small-town Gansu"
  }
}